Revit 2027 API
UnitTypeId.Hours Property
 Hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hours { get; }
Public Shared ReadOnly Property Hours As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hours {
	ForgeTypeId^ get ();
}
static member Hours : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace